{
    "greetings": "What's up?",
    "aboutMe": "My name is Arthur and I'm the <strong>developer</strong> that you looking for to boost up <strong>your dream</strong> on the digital world!",
    "aboutMeButton": "About me",
    "services": "Services",
    "portfolio": "Portfolio",
    "role": "Developer",
    "resume": "Resume",
    "contacts": "Contacts",
    "aboutMeText": "My name is Arthur Rios Ribeiro, I'm a self-taught programmer with over three years of experience, and I have decided to leave the financial market to fully dedicate myself to programming. At the moment I have expertise in Android development with Kotlin and Java, multiplatform development using Flutter, and also web development using HTML, CSS and JavaScript. I'm an adaptable person, which allows me to develop effective and proactive communication. I have a great interest in geek culture and I'm always looking for new knowledge, which motivates me to create and develop new projects. I'm fluent in Portuguese (my native language) and Spanish, and I'm in the process of improving my English. Now that we know each other, feel free to take a look at my portfolio. I look forward to hearing from you! See you!",
    "servicesAppsDevelopment": "<strong>I develop customized applications and websites</strong> to satisfy your needs",
    "servicesAppsDevelopmentDetail": "I create applications for Android Smartphones and tablets, and also websites. If you have an idea or need an app for your business, I transform your vision into reality using Java, Kotlin or Flutter to ensure performance and security. There are examples in the portfolio tab.",
    "servicesAppAdjustmentAndImprovement": "<strong>I adjust and improve your existing applications</strong> to make them even better.",
    "servicesAppAdjustmentAndImprovementDetail": "Do you already have an application but need adjustments or improvements? I offer services to customize and update your application, ensuring it continues to meet your needs and keeps up with the latest trends and technologies.",
    "servicesApiIntegration": "<strong>I integrate your application with external services</strong> to expand your functionalities",
    "servicesApiIntegrationDetail": "If your application needs to connect with other online services, like social media, payment services or databases, I do it efficiently and safely.",
    "servicesHelpPlan": "<strong>I help plan</strong> and conceive your project from the beginning",
    "servicesHelpPlanDetail": "Don't you know where to start? I offer a consultancy to help you plan and define the best way to develop your application. From the conception of the idea to the final implementation, I'm here to guide you in every step of the process.",
    "portfolioWeb": "WEBSITES",
    "portfolioSeeAllSites": "See all websites",
    "portfolioSeeAllProjects": "See all projects",
    "portfolioMoreProjects": "MORE PROJECTS",
    "portfolioFlutterWebsite": "Website created with the Flutter framework",
    "portfolioHtmlCssJsWebsite": "Website created with HTML, CSS e JavaScript",
    "portfolioKotlinAndroidApp": "Android app using Kotlin language",
    "portfolioMainFunctionalities": "MAIN FUNCTIONALITIES: ",
    "portfolioGoToThisWebsite": "Visit this site",
    "portfolioIndividuarDescription": "This project was developed using Flutter, a modern technology that creates responsive interfaces for web, desktop, and mobile devices. The website was designed for a psychology clinic, with a focus on attracting patients and presenting the services in a clear and accessible way.",
    "portfolioIndividuarMainPageTitle": "Main page: ",
    "portfolioIndividuarMainPageDescription": "A simple and intuitive design with an emphasis on the services offered.",
    "portfolioIndividuarLocationTitle": "Localion: ",
    "portfolioIndividuarLocationDescription": "Redirection to location on Google Maps",
    "portfolioIndividuarFormTitle": "Custom forms: ",
    "portfolioIndividuarFormDescription": "Registration area for courses and lectures, managed by an external platform, since the clinic decided not to develop the backend.",
    "portfolioIndividuarContactTitle": "Contact: ",
    "portfolioIndividuarContactDescription": "Button linking directly to the clinic’s WhatsApp.",
    "portfolioElsoDescription": "This site was developed to also serve as a digital business card, using Flutter to guarantee a simple and direct interface. The main goal is to attract new patients and allow them to better understand the services offered.",
    "portfolioElsoHomeTitle": "Home: ",
    "portfolioElsoHomeDescription": "A simple and intuitive design with an emphasis on the offered services",
    "portfolioElsoFaqTitle": "Doubts: ",
    "portfolioElsoFaqDescription": "Frequently asked questions (FAQ) clarify the main doubts of patients, reducing the need for contact regarding common questions.",
    "portfolioElsoTestimonialTitle": "Testimonials: ",
    "portfolioElsoTestimonialsDescription": "Display of patient testimonials, presented in carousel format, highlighting positive experiences to build trust with new visitors.",
    "portfolioElsoTextsTitle": "Texts: ",
    "portfolioElsoTextsDescription": "An area to articles and publications, where the professional share contents relevants",
    "portfolioMariaFernandaDescription": "Este sitio web fue desarrollado para ser una tarjeta de visita digital para la profesional, utilizando  HTML, CSS y JavaScript para crear una interfaz simple y eficiente. El objetivo es atraer nuevos pacientes y permitir que conozcan mejor el trabajo de la profesional de una forma accesible y organizada.",
    "portfolioMariaFernandaMainPage" : "Main Page: ",
    "portfolioMariaFernandaMainPageDescription": "The professional's introduction inviting you to visit the website.",
    "portfolioMariaFernandaAboutMe": "About me: ",
    "portfolioMariaFernandaAboutMeDescription": "Presentation of the professional background, qualifications and approach, creating a personal connection with the patients.",
    "portfolioMariaFernandaDownloadArchives": "Documents to download: ",
    "portfolioMariaFernandaDownloadArchivesDescription": "Documents and materials to download, provided by the professional.",
    "portfolioPokedexDescription": "This Android app was made to practice the Android development, with a module approach, custom views and API requests using Retrofit and Kotlin Coroutines to achive a good result",
    "portfolioPokedexHomeTitle": "Home: ",
    "portfolioPokedexHomeDescription": "The home page was made with a simple design of a list of pokémon. A request is made to PokéAPI to return the pokémon list and build it as a list of cards with the name, photo and number of the pokémon that is on the pokédex.",
    "portfolioPokedexSearchTitle": "Search Page: ",
    "portfolioPokedexSearchDescription": "The app has a search functionality to return searched pokémon by name.",
    "portfolioPokedexFetailTitle": "Detail Page: ",
    "portfolioPokedexDetailDescription": "The app also has a detail page where all the information about the pokémon is presented, like stats and abilities. This page was made as a modern interface based with tabs and pagination."
}