{
    "greetings": "Hola, ¿todo tranqui?",
    "aboutMe": "¡Mi nombre es Arthur y soy el <strong>desarrollador</strong> que buscabas para impulsar <strong>tu sueño</strong> en el mundo digital!",
    "aboutMeButton": "Acerca de mí",
    "services": "Servicios",
    "portfolio": "Portfolio",
    "role": "desarrollador",
    "resume": "Currículum",
    "contacts": "Contactos",
    "aboutMeText": "Mi nombre es Arthur Rios Ribeiro, soy programador autodidacta hace más de tres años y decidí dejar el mundo financiero para dedicarme por completo a la programación. Actualmente, domino el desarrollo Android utilizando Kotlin y Java, y también Flutter. Soy una persona adaptable, lo que me permite desarrollar una comunicación efectiva y proactiva. Tengo un gran interés en la cultura geek y estoy siempre en búsqueda de nuevos conocimientos, lo que me motiva a crear y desarrollar nuevos proyectos. Actualmente vivo en Argentina y recién empecé la carrera de Licenciatura en Sistemas en la Universidad Nacional de La Plata. Hablo con fluidez portugués (mi lengua nativa) y español, y estoy en el proceso de mejorar mi inglés. Ahora que ya nos hemos presentado, aprovecha para echar un vistazo a mi portfolio. ¡Espero tu contacto! ¡Hasta luego!",
    "servicesAppsDevelopment": "<strong>Desarrollo aplicaciones y sitios web personalizados</strong> para satisfacer a sus necesidades específicas.",
    "servicesAppsDevelopmentDetail": "Creo aplicaciones para smartphones y tablets Android, y también sitios web. Si tenés una idea o necesitás de una app o sitio web para tu empresa, transformo tu visión en realidad utilizando Java, Kotlin o Flutter para garantizar rendimiento y seguridad. Hay algunos ejemplos en la pestaña portfolio",
    "servicesAppAdjustmentAndImprovement": "<strong>Ajusto y mejoro aplicaciones existentes</strong> para hacerlos aún mejores",
    "servicesAppAdjustmentAndImprovementDetail": "ya tenés una aplicación, pero necesitás de ajustes o mejorias? Ofrezco servicios para personalizar e actualizar tu aplicación, garantizando que continúe satisfaciendo tus necesidades y se mantenga al día con las últimas tendencias e tecnologías",
    "servicesApiIntegration": "Integro tu aplicación con servicios externos",
    "servicesApiIntegrationDescription": "para ampliar tus funcionalidades.",
    "servicesApiIntegrationDetail": "Si tu aplicación necesita conectarse con otros servicios en línea, como redes sociales, sistemas de pago o bases de datos, hago esto de manera eficiente y segura. Permitiendo que tu aplicación ofrezca funcionalidades extra, como pagos, intercambio de información y mucho más.",
    "servicesHelpPlan": "<strong>Ayudo a planear</strong> y concebir tu proyecto de aplicación desde el principio.",
    "servicesHelpPlanDetail": "¿No sabés por dónde empezar? Ofrezco consultoría para ayudarte a planear y definir la mejor manera de desarrollar tu aplicación. Desde la concepción de la idea hasta la implementación final, estoy aquí para guiarte en cada paso del camino.",
    "portfolioTitle": "Portfolio",
    "portfolioWeb": "SITIOS WEB",
    "portfolioMoreProjects": "MÁS PROYECTOS",
    "portfolioMainFunctionalities": "CARACTERÍSTICAS PRINCIPALES: ",
    "portfolioGoToThisWebsite": "Visite este sitio web",
    "portfolioIndividuarDescription": "Este proyecto fue desarrollado en Flutter, una tecnología moderna que crea interfaces responsivas para web, escritorio y dispositivos móviles. El sitio web fue diseñado para una clínica de psicología, con el objetivo de atraer pacientes y presentar los servicios de manera clara y accesible.",
    "portfolioIndividuarMainPageTitle": "Página principal: ",
    "portfolioIndividuarMainPageDescription": "Diseño simple e intuitivo, con énfasis en los servicios ofrecidos.",
    "portfolioIndividuarLocationTitle": "Ubicación: ",
    "portfolioIndividuarLocationDescription": "Redirección a ubicación en Google Maps",
    "portfolioIndividuarFormTitle": "Formularios personalizados: ",
    "portfolioIndividuarFormDescription": "Área de inscripción para cursos y charlas, gestionada por una plataforma externa, ya que optaron por no realizar el backend",
    "portfolioIndividuarContactTitle": "Contacto: ",
    "portfolioIndividuarContactDescription": "Botón directo para el WhatsApp de la clínica.",
    "portfolioElsoDescription": "Este sitio web también fue desarrollado para ser una tarjeta de visita digital, utilizando Flutter para garantizar una interfaz simple y directa. El objetivo principal es atraer nuevos pacientes y permitir que conozcan mejor la oferta de servicios.",
    "portfolioElsoHomeTitle": "Home: ",
    "portfolioElsoHomeDescription": "Diseño simple y intuitivo, con énfasis para los servicios ofertados.",
    "portfolioElsoFaqTitle": "Dudas: ",
    "portfolioElsoFaqDescription": "Sección de preguntas frecuentes (FAQ), que aclara las principales dudas de los pacientes y reduce la necesidad de contacto para preguntas comunes.",
    "portfolioElsoTestimonialTitle": "Testimonios: ",
    "portfolioElsoTestimonialsDescription": "Exibición de testimonios de pacientes presentados en formato de carrusel, destacando experiencias positivas para construir confianza con nuevos visitantes.",
    "portfolioElsoTextsTitle": "Textos: ",
    "portfolioElsoTextsDescription": "Un área para artículos y publicaciones donde el profesional comparte contenidos sobre temas relevantes de su área de actuación."
}