{
    "greetings": "E aí, tudo beleza?",
    "aboutMe": "Meu nome é Arthur e eu sou o <strong>desenvolvedor</strong> que você procurava para impulsionar o <strong>seu sonho</strong> no mundo digital!",
    "aboutMeButton": "Sobre mim",
    "services": "Serviços",
    "portfolio": "Portfólio",
    "role": "Desenvolvedor",
    "resume": "Currículo",
    "contacts": "Contatos",
    "aboutMeText": "Meu nome é Arthur Rios Ribeiro, sou programador autodidata há mais de três anos e decidi deixar o mundo financeiro para me dedicar inteiramente à programação. Atualmente, tenho domínio no desenvolvimento Android utilizando Kotlin e Java, desenvolvimento multiplataforma utilizando Flutter, e também desenvolvimento web utilizando HTML, CSS e JavaScript. Sou uma pessoa adaptável, o que me permite desenvolver uma comunicação eficaz e proativa. Tenho grande interesse na cultura geek e estou sempre em busca de novos conhecimentos, o que me motiva a criar e desenvolver novos projetos. Sou fluente em português (minha língua nativa) e espanhol, e estou no processo de aprimorar meu inglês. Agora que já nos apresentamos, aproveite para dar uma olhada no meu portfólio. Fico no aguardo do seu contato! Abraços.",
    "servicesAppsDevelopment": "<strong>Desenvolvo aplicativos e sites personalizados</strong> para atender às suas necessidades específicas.",
    "servicesAppsDevelopmentDetail": "Crio aplicativos para smartphones e tablets Android, e também sites. Se você tem uma ideia ou precisa de um app ou site para sua empresa, transformo sua visão em realidade usando Java, Kotlin ou FLutter para garantir desempenho e segurança. Há alguns exemplos na aba portfólio.",
    "servicesAppAdjustmentAndImprovement": "<strong>Ajusto e melhoro aplicativos existentes</strong> para torná-los ainda melhores.",
    "servicesAppAdjustmentAndImprovementDetail": "Já tem um aplicativo, mas precisa de ajustes ou melhorias? Ofereço serviços para personalizar e atualizar seu aplicativo, garantindo que ele continue atendendo às suas necessidades e acompanhe as últimas tendências e tecnologias.",
    "servicesApiIntegration": "<strong>Integro seu aplicativo com serviços externos</strong> para expandir suas funcionalidades.",
    "servicesApiIntegrationDetail": "Se o seu aplicativo precisa se conectar com outros serviços online, como redes sociais, sistemas de pagamento ou bancos de dados,  faço  isso de forma eficiente e segura. Permitindo que seu aplicativo ofereça funcionalidades extras, como pagamentos, compartilhamento de informações e muito mais.",
    "servicesHelpPlan": "<strong>Te ajudo a planejar</strong> e conceber seu projeto de aplicativo desde o início.",
    "servicesHelpPlanDetail": "Não sabe por onde começar? Ofereço uma consultoria para ajudá-lo a planejar e definir a melhor maneira de desenvolver seu aplicativo. Desde a concepção da ideia até a implementação final, estou aqui para orientar você em cada etapa do processo.",
    "portfolioWeb": "SITES",
    "portfolioSeeAllSites": "Ver todos os sites",
    "portfolioSeeAllProjects": "Ver todos os projetos",
    "portfolioMoreProjects": "MAIS PROJETOS",
    "portfolioFlutterWebsite": "Website com o framework Flutter",
    "portfolioHtmlCssJsWebsite": "Website utilizando HTML, CSS e JavaScript",
    "portfolioKotlinAndroidApp": "App Android utilizando a linguaguem Kotlin",
    "portfolioMainFunctionalities": "Principais funcionalidades: ",
    "portfolioGoToThisWebsite": "Visite este site",
    "portfolioIndividuarDescription": "Este projeto foi desenvolvido em Flutter, uma tecnologia moderna que cria interfaces responsivas para web, desktop e dispositivos móveis. O site foi projetado para uma clínica de psicologia, com foco em captar pacientes e apresentar os serviços de forma clara e acessível.",
    "portfolioIndividuarMainPageTitle": "Página principal: ",
    "portfolioIndividuarMainPageDescription": "Design simples e intuitivo, com destaque para os serviços ofertados.",
    "portfolioIndividuarLocationTitle": "Localização: ",
    "portfolioIndividuarLocationDescription": "Redirecionamento à localização no Google Maps",
    "portfolioIndividuarFormTitle": "Formulários personalizados: ",
    "portfolioIndividuarFormDescription": "Área de inscrição para cursos e palestras, gerenciada por plataforma externa, já que optaram por não realizar o backend.",
    "portfolioIndividuarContactTitle": "Contato: ",
    "portfolioIndividuarContactDescription": "Botão Direito para o WhatsApp da clínica.",
    "portfolioElsoDescription": "Este website também foi desenvolvido para ser o cartão de visita digital, utilizando Flutter para garantir uma interface simples e direta. O objetivo principal é captar novos pacientes e permitir que eles conheçam melhor a oferta de serviço.",
    "portfolioElsoHomeTitle": "Home: ",
    "portfolioElsoHomeDescription": "Design simples e intuitivo, com destaque para os serviços ofertados.",
    "portfolioElsoFaqTitle": "Dúvidas: ",
    "portfolioElsoFaqDescription": "Seção de perguntas frequentes (FAQ), esclarecendo as principais dúvidas dos pacientes. reduzindo a necessidade de contato para questões comun.",
    "portfolioElsoTestimonialTitle": "Depoimentos: ",
    "portfolioElsoTestimonialsDescription": "Exibição de depoimentos de pacientes, apresentados em formato de carrossel, destacando experiências positivas para construir confiança com novos visitante.",
    "portfolioElsoTextsTitle": "Textos: ",
    "portfolioElsoTextsDescription": "Uma área para artigos e publicações, onde a profissional compartilha conteúdos sobre temas relevantes da sua área de atuação.",
    "portfolioMariaFernandaDescription": "Este website foi desenvolvido como um cartão de visita digital para a profissional, utilizando HTML, CSS e JavaScript para criar uma interface simples e eficiente. O objetivo é captar novos pacientes e permitir que conheçam melhor o trabalho da profissional de forma acessível e organizada.",
    "portfolioMariaFernandaMainPage" : "Página Principal: ",
    "portfolioMariaFernandaMainPageDescription": "Apresentação da profissional convidando a conhecer o site.",
    "portfolioMariaFernandaAboutMe": "Sobre mim: ",
    "portfolioMariaFernandaAboutMeDescription": "Apresentação do histórico, qualificações e abordagens profissionais, criando uma conexão pessoal com os pacientes.",
    "portfolioMariaFernandaDownloadArchives": "Arquivos para download: ",
    "portfolioMariaFernandaDownloadArchivesDescription": "Documentos e materiais  para baixar, ofertado pela profissional.",
    "portfolioPokedexDescription": "Este app Android foi feito como uma prática de desenvolvimento Android, com uma abordagem modular, views customizadas e requests a API utilizando o Retrofit e Kotlin Coroutines para atinginr um bom resultado.",
    "portfolioPokedexHomeTitle": "Home: ",
    "portfolioPokedexHomeDescription": "A home está feita com um design simples de uma lista de pokémon. Uma request a PokéAPI é feita para retornaa a lista de pokémon e construir-la como uma lista de cartões com o nome, foto e número do pokémon que está na pokédex.",
    "portfolioPokedexSearchTitle": "Página de Pesquisa: ",
    "portfolioPokedexSearchDescription": "O app tem a funcionalidade de pesquisa para retornar os pókemon pesquisados por nome.",
    "portfolioPokedexDetailTitle": "Página de Detalhes: ",
    "portfolioPokedexDetailDescription": "O app tem uma página de detalhes onde toda a informação sobre os pokémon é apresentada, como as estatísticas e habilidades. Esta página foi feita como uma interface moderna baseada em abas e paginação."
}